{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "QuickAccessTool Plugin"
					},
					"Translation":
					{
						"Text": "快捷访问工具插件"
					},
					"Key": "QuickAccessTool"
				}
			]
		},
		{
			"Namespace": "QuickAccessTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Add Command"
					},
					"Translation":
					{
						"Text": "添加命令"
					},
					"Key": "AddButton"
				},
				{
					"Source":
					{
						"Text": "Add the selected assets to the quick access list."
					},
					"Translation":
					{
						"Text": "将选中的资源添加到快捷访问列表。"
					},
					"Key": "AddToQuickAccessTooltip"
				},
				{
					"Source":
					{
						"Text": "Add to Quick Access Tool"
					},
					"Translation":
					{
						"Text": "添加到快捷访问工具"
					},
					"Key": "AddToQuickAccess"
				},
				{
					"Source":
					{
						"Text": "Browse To Asset{0}"
					},
					"Translation":
					{
						"Text": "浏览至资源{0}"
					},
					"Key": "BrowseToAssetFormat"
				},
				{
					"Source":
					{
						"Text": "Browse To: {0}"
					},
					"Translation":
					{
						"Text": "浏览至: {0}"
					},
					"Key": "BrowseToTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Clear All"
					},
					"Translation":
					{
						"Text": "全部清除"
					},
					"Key": "ClearButton"
				},
				{
					"Source":
					{
						"Text": "Clear All Files In Tool"
					},
					"Translation":
					{
						"Text": "清除工具中的所有文件"
					},
					"Key": "ClearAllFilesTooltip"
				},
				{
					"Source":
					{
						"Text": "Clear All Files{0}"
					},
					"Translation":
					{
						"Text": "清除所有文件{0}"
					},
					"Key": "ClearAllFilesFormat"
				},
				{
					"Source":
					{
						"Text": "Click to execute this command"
					},
					"Translation":
					{
						"Text": "点击执行此命令"
					},
					"Key": "ExecuteTooltip"
				},
				{
					"Source":
					{
						"Text": "Clipboard Texture{0}"
					},
					"Translation":
					{
						"Text": "剪贴板纹理{0}"
					},
					"Key": "ClipboardTexture"
				},
				{
					"Source":
					{
						"Text": "Command"
					},
					"Translation":
					{
						"Text": "命令"
					},
					"Key": "Command"
				},
				{
					"Source":
					{
						"Text": "Command:"
					},
					"Translation":
					{
						"Text": "命令:"
					},
					"Key": "CommandLabel"
				},
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": "通用"
					},
					"Key": "Common"
				},
				{
					"Source":
					{
						"Text": "Copy Color To Clipboard"
					},
					"Translation":
					{
						"Text": "复制颜色到剪贴板"
					},
					"Key": "CopyColorToClipboard"
				},
				{
					"Source":
					{
						"Text": "Copy File Name"
					},
					"Translation":
					{
						"Text": "复制文件名"
					},
					"Key": "CopyFileName"
				},
				{
					"Source":
					{
						"Text": "Copy File Name: {0}"
					},
					"Translation":
					{
						"Text": "复制文件名: {0}"
					},
					"Key": "CopyFileNameTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Copy File Path"
					},
					"Translation":
					{
						"Text": "复制文件路径"
					},
					"Key": "CopyFilePath"
				},
				{
					"Source":
					{
						"Text": "Copy File Path: {0}"
					},
					"Translation":
					{
						"Text": "复制文件路径: {0}"
					},
					"Key": "CopyFilePathTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Copy File Reference"
					},
					"Translation":
					{
						"Text": "复制文件引用"
					},
					"Key": "CopyFileReference"
				},
				{
					"Source":
					{
						"Text": "Copy File Reference: {0}"
					},
					"Translation":
					{
						"Text": "复制文件引用: {0}"
					},
					"Key": "CopyFileReferenceTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Custom Task"
					},
					"Translation":
					{
						"Text": "自定义任务"
					},
					"Key": "CustomTask"
				},
				{
					"Source":
					{
						"Text": "Custom command panel"
					},
					"Translation":
					{
						"Text": "自定义命令面板"
					},
					"Key": "Title"
				},
				{
					"Source":
					{
						"Text": "Delete Selected"
					},
					"Translation":
					{
						"Text": "删除选中项"
					},
					"Key": "DeleteButton"
				},
				{
					"Source":
					{
						"Text": "Description:"
					},
					"Translation":
					{
						"Text": "描述:"
					},
					"Key": "DescLabel"
				},
				{
					"Source":
					{
						"Text": "Enter command description"
					},
					"Translation":
					{
						"Text": "输入命令描述"
					},
					"Key": "DescHint"
				},
				{
					"Source":
					{
						"Text": "Enter console commands, such as: stat fps"
					},
					"Translation":
					{
						"Text": "输入控制台命令，例如: stat fps"
					},
					"Key": "CommandHint"
				},
				{
					"Source":
					{
						"Text": "Execute"
					},
					"Translation":
					{
						"Text": "执行"
					},
					"Key": "ExecuteButton"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "语言"
					},
					"Key": "Language"
				},
				{
					"Source":
					{
						"Text": "Loading Assets..."
					},
					"Translation":
					{
						"Text": "正在加载资源..."
					},
					"Key": "LoadAssert"
				},
				{
					"Source":
					{
						"Text": "Loading {0}..."
					},
					"Translation":
					{
						"Text": "正在加载 {0}..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No assets selected. Please select some assets to add."
					},
					"Translation":
					{
						"Text": "未选中任何资源。请选择一些资源以添加。"
					},
					"Key": "NoAssetsSelected"
				},
				{
					"Source":
					{
						"Text": "Open Color Picker"
					},
					"Translation":
					{
						"Text": "打开颜色选择器"
					},
					"Key": "OpenColorPicker"
				},
				{
					"Source":
					{
						"Text": "Open File{0}"
					},
					"Translation":
					{
						"Text": "打开文件{0}"
					},
					"Key": "OpenFileFormat"
				},
				{
					"Source":
					{
						"Text": "Open:{0}"
					},
					"Translation":
					{
						"Text": "打开:{0}"
					},
					"Key": "OpenFileTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Please add a new task..."
					},
					"Translation":
					{
						"Text": "请添加一个新任务..."
					},
					"Key": "AddNewTask"
				},
				{
					"Source":
					{
						"Text": "Quick Access"
					},
					"Translation":
					{
						"Text": "快捷访问"
					},
					"Key": "QuickAccessSection"
				},
				{
					"Source":
					{
						"Text": "Quick Access Tool"
					},
					"Translation":
					{
						"Text": "快捷访问工具"
					},
					"Key": "QuickAccessTool"
				},
				{
					"Source":
					{
						"Text": "Quick Panel"
					},
					"Translation":
					{
						"Text": "快捷面板"
					},
					"Key": "QuickPanel"
				},
				{
					"Source":
					{
						"Text": "Quick access list updated successfully."
					},
					"Translation":
					{
						"Text": "快捷访问列表更新成功。"
					},
					"Key": "QuickAccessUpdated"
				},
				{
					"Source":
					{
						"Text": "Reference View...{0}"
					},
					"Translation":
					{
						"Text": "引用视图...{0}"
					},
					"Key": "ReferenceViewFormat"
				},
				{
					"Source":
					{
						"Text": "Reference View: {0}"
					},
					"Translation":
					{
						"Text": "引用视图: {0}"
					},
					"Key": "ReferenceViewTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Run Editor Utility Widget"
					},
					"Translation":
					{
						"Text": "运行编辑器实用工具小部件"
					},
					"Key": "RunEditorUtilityWidget"
				},
				{
					"Source":
					{
						"Text": "Save All Files"
					},
					"Translation":
					{
						"Text": "保存所有文件"
					},
					"Key": "SaveAllFilesTipsToolTips"
				},
				{
					"Source":
					{
						"Text": "Save All Files{0}"
					},
					"Translation":
					{
						"Text": "保存所有文件{0}"
					},
					"Key": "SaveAllFiles"
				},
				{
					"Source":
					{
						"Text": "Save Select Files"
					},
					"Translation":
					{
						"Text": "保存选中文件"
					},
					"Key": "SaveFileToolTips"
				},
				{
					"Source":
					{
						"Text": "Save Select Files{0}"
					},
					"Translation":
					{
						"Text": "保存选中文件{0}"
					},
					"Key": "SaveFile"
				},
				{
					"Source":
					{
						"Text": "Select All Files In Tool"
					},
					"Translation":
					{
						"Text": "选择工具中的所有文件"
					},
					"Key": "SelectAllFilesTooltip"
				},
				{
					"Source":
					{
						"Text": "Select All Files{0}"
					},
					"Translation":
					{
						"Text": "选择所有文件{0}"
					},
					"Key": "SelectAllFilesFormat"
				},
				{
					"Source":
					{
						"Text": "Show In Explorer: {0}"
					},
					"Translation":
					{
						"Text": "在资源管理器中显示: {0}"
					},
					"Key": "ShowInExplorerTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Show In Explorer{0}"
					},
					"Translation":
					{
						"Text": "在资源管理器中显示{0}"
					},
					"Key": "ShowInExplorerFormat"
				},
				{
					"Source":
					{
						"Text": "Source Code Editor"
					},
					"Translation":
					{
						"Text": "源代码编辑器"
					},
					"Key": "SourceCodeEditor"
				},
				{
					"Source":
					{
						"Text": "The clipboard content will be saved as a Texture."
					},
					"Translation":
					{
						"Text": "剪贴板内容将被保存为纹理。"
					},
					"Key": "ClipboardSaveAsTextureToolTips"
				},
				{
					"Source":
					{
						"Text": "There are no pictures on the clipboard."
					},
					"Translation":
					{
						"Text": "剪贴板中没有图片。"
					},
					"Key": "ClipboardNotHasPictures"
				},
				{
					"Source":
					{
						"Text": "Use Less CPU when in Background"
					},
					"Translation":
					{
						"Text": "在后台时减少CPU使用"
					},
					"Key": "LessCPU"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FQuickAccessToolModule",
					"Children": [
						{
							"Source":
							{
								"Text": "File quick access tool"
							},
							"Translation":
							{
								"Text": "文件快捷访问工具"
							},
							"Key": "OpenQuickAccessTool_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Paste Picture"
							},
							"Translation":
							{
								"Text": "粘贴图片"
							},
							"Key": "PastePicture_ToolTip"
						},
						{
							"Source":
							{
								"Text": "PastePicture"
							},
							"Translation":
							{
								"Text": "粘贴图片"
							},
							"Key": "PastePicture"
						},
						{
							"Source":
							{
								"Text": "QuickAccess"
							},
							"Translation":
							{
								"Text": "快捷访问"
							},
							"Key": "OpenQuickAccessTool"
						}
					]
				}
			]
		}
	]
}